Repository: designwall/dw-question-answer
Catalog: languages/dw-question-answer-*.po
Languages: el_gr

source: DWQA Closed Questions
el_gr: DWQA Κλεισμένες Ερωτήσεις

source: Closed Questions
el_gr: Κλεισμένες Ερωτήσεις

source: Widget title
el_gr: Τίτλος μικροεφαρμογής

source: Number of posts
el_gr: Αριθμός αναρτήσεων

source: Show a list of latest questions.
el_gr: Προβολή λίστας πρόσφατων ερωτήσεων.

source: DWQA Latest Questions
el_gr: DWQA Πρόσφατες ερωτήσεις

source: Latest Questions
el_gr: Πρόσφατες ερωτήσεις

source: %s ago
el_gr: πριν από %s

source: Show question date
el_gr: Προβολή ημερομηνίας ερώτησης

source: Show a list of popular questions.
el_gr: Προβολή λίστας δημοφιλών ερωτήσεων.

source: DWQA Popular Questions
el_gr: DWQA Δημοφιλείς ερωτήσεις

source: Show a list of questions that related to a question. Just show in single question page
el_gr: Προβολή λίστας ερωτήσεων που σχετίζονται με μια ερώτηση.

source: DWQA Related Questions
el_gr: DWQA Σχετικές ερωτήσεις

source: Search DWQA...
el_gr: Αναζήτηση DWQA...

source: Question Replies
el_gr: Απαντήσεις ερώτησης

source: You have %d new replies
el_gr: Έχετε %d νέες απαντήσεις

source: You have %d new reply to %2$s from %3$s
el_gr: Έχετε %d νέα απάντηση στο %2$s από %3$s

source: You have %d new reply to %s
el_gr: Έχετε %d νέα απάντηση στο %s

source: You do not have permission to mark notifications for that user.
el_gr: Δεν έχετε δικαίωμα να ορίσετε ειδοποιήσεις για αυτό το χρήστη.

source: DW Question Answer
el_gr: DW Ερώτηση Απάντηση

source: A WordPress plugin was make by DesignWall.com to build an Question Answer system for support, asking and comunitcate with your customer
el_gr: Ένα πρόσθετο του WordPress που δημιούργησε η DesignWall.com για να χτίσετε ένα σύστημα Ερωτήσεων Απαντήσεων για υποστήριξη και επικοινωνία με τους πελάτες σας.
