Repository: designwall/dw-question-answer
Catalog: languages/dw-question-answer-*.po
Languages: el_gr

source: DWQA Questions
el_gr: DWQA Ερωτήσεις

source: DWQA Ask Question
el_gr: DWQA Νέα ερώτηση

source: Are you cheating huh?
el_gr: Μήπως κλέβετε;

source: You do not have permission to edit comment.
el_gr: Δεν έχετε δικαίωμα να διορθώσετε σχόλια.

source: Comment ID must be showed.
el_gr: Πρέπει να εμφανίζεται το αναγνωριστικό (ID) του σχολίου

source: Answer is missing.
el_gr: Λείπει η απάντηση.

source: This post is not answer.
el_gr: Αυτή η ανάρτηση δεν είναι απάντηση

source: You do not have permission to delete this post.
el_gr: Δεν έχετε δικαίωμα να διαγράψετε την ανάρτηση.

source: Missing id of answer
el_gr: Λείπει το αναγνωριστικό (ID) της απάντησης

source: Question is missing.
el_gr: Λείπει η ερώτηση.

source: This post is not question.
el_gr: Αυτή η ανάρτηση δεν είναι ερώτηση.

source: You do not have permission to edit question status
el_gr: Δεν έχετε δικαίωμα να διορθώσετε την κατάσταση της ερώτησης.

source: Not Found!!!
el_gr: Δε Βρέθηκαν!!!

source: Report Spam List
el_gr: Λίστα αναφορών ενοχλητικών μηνυμάτων

source: Report Spam
el_gr: Αναφορά ενοχλητικού μηνύματος

source: Title
el_gr: Τίτλος

source: Type
el_gr: Τύπος

source: Author
el_gr: Δημιουργός

source: Count Report
el_gr: Μετρητής αναφορών

source: View
el_gr: Προβολή

source: Delete permanently
el_gr: Οριστική διαγραφή

source: Anonymous
el_gr: Ανώνυμος

source: You need login to report spam!
el_gr: Πρέπει να συνδεθείτε για να αναφέρετε το ενοχλητικό μήνυμα!

source: Post not found!
el_gr: Δε βρέθηκε η ανάρτηση!

source: You reported this post before!
el_gr: Έχετε κάνει ήδη αναφορά για αυτήν την ανάρτηση!

source: Reported to admin
el_gr: Ενημερώθηκε ο διαχειριστής

source: Detail
el_gr: Λεπτομέρεια

source: Answered on
el_gr: Απαντήθηκε σε

source: Read more
el_gr: Περισσότερα...

source: Half Daily
el_gr: Κάθε 12 ώρες

source: &quot;Helllo&quot;, Are you cheating huh?.
el_gr: &quot;Γεια&quot;, μήπως κλέβετε;

source: Delete draft
el_gr: Διαγραφή πρόχειρου

source: Answer content is empty
el_gr: Η απάντηση είναι κενή

source: Question is empty
el_gr: Η ερώτηση είναι κενή

source: You do not have permission to submit question.
el_gr: Δεν έχετε δικαίωμα να υποβάλετε ερώτηση

source: Missing email information
el_gr: Δε συμπληρώσατε τη διεύθυνση ηλεκτρονικής αλληλογραφίας

source: Missing name information
el_gr: Δε συμπληρώσατε όνομα

source: Captcha is not correct
el_gr: Το Captcha δεν είναι σωστό

source: Answer for
el_gr: Απάντηση για

source: You do not have permission to edit answer.
el_gr: Δεν έχετε δικαίωμα να διορθώσετε την απάντηση

source: Hello, Are you cheating huh?
el_gr: Γεια, μήπως κλέβετε;

source: You must enter a valid answer content.
el_gr: Πρέπει να εισαγάγετε έγκυρο περιεχόμενο απάντησης.

source: You can't post comment
el_gr: Δε μπορείτε να υποβάλετε σχόλιο

source: Missing post id.
el_gr: Λείπει το αναγνωριστικό (ID) της ανάρτησης.

source: Please enter your comment content
el_gr: Εισαγάγετε το περιεχόμενο του σχολίου σας

source: Comment is missing
el_gr: Λείπει το σχόλιο

source: Comment content must not be empty.
el_gr: Το περιεχόμενο του σχολίου σας δε μπορεί να είναι κενό.

source: You must enter a valid question title.
el_gr: Πρέπει να εισαγάγετε έγκυρο τίτλο ερώτησης.

source: User Registration was disabled.
el_gr: Η εγγραφή χρηστών είναι απενεργοποιημένη.

source: This email is already registered, please choose another one.
el_gr: Η διεύθυνση ηλεκτρονικού ταχυδρομείου χρησιμοποιείται ήδη, διαλέξτε άλλη.

source: This username is already registered. Please use another one.
el_gr: Το όνομα χρήστη χρησιμοποιείται ήδη, επιλέξτε κάποιο άλλο.

source: Your question is waiting moderator.
el_gr: Η ερώτησή σας πρέπει πρώτα να ελεγχθεί.

source: You do not have permission to edit question
el_gr: Δεν έχετε δικαίωμα να διορθώσετε την ερώτηση

source: Overview
el_gr: Επισκόπηση

source: DW Question Answer Plugin
el_gr: Πρόσθετο Ερωταπαντήσεων DW

source: DW Question Answer is a WordPress Plugin which helps you build a Question & Answer system on your WordPress sites. The plugin is easy to install and set up. Let start building up your community with this WordPress question & answer system.
el_gr: Οι Ερωταπαντήσεις DW είναι ένα πρόσθετο για το WordPress που σας βοηθούν να δημιουργήσετε ένα σύστημα Ερωτήσεων & Απαντήσεων στους δικτυακούς τόπους WordPress. Το πρόσθετο είναι εύκολο να εγκατασταθεί και να ρυθμιστεί. Αρχίστε να χτίζετε τη δική σας κοινότητα με αυτό το σύστημα ερωτήσεων & απαντήσεων για το WordPress.

source: Setup Question List Page
el_gr: Ρύθμιση σελίδας με λίστα ερωτήσεων

source: Setup Ask Question Page
el_gr: Ρύθμιση σελίδας για νέα ερώτηση

source: Shortcode
el_gr: Σύντομος κωδικός

source: Style integration
el_gr: Ενσωμάτωση στυλ

source: Status
el_gr: Κατάσταση

source: Open
el_gr: Άνοιγμα

source: Pending
el_gr: Εκκρεμότητες

source: Resolved
el_gr: Απαντημένες

source: Re-Open
el_gr: Ανοιγμένες ξανά

source: Closed
el_gr: Κλεισμένες

source: Sticky
el_gr: Καρφιτσωμένο

source: Pin question to top of archive page.
el_gr: Καρφίτσωμα ερώτησης στην κορυφή της σελίδας αρχείου

source: Answers
el_gr: Απαντήσεις

source: Question Meta Data
el_gr: Μεταδεδομένα ερώτησης

source: A new question was posted on {site_name}
el_gr: Μία νέα ερώτηση αναρτήθηκε στο {site_name}

source: [{site_name}] You have a new answer for your followed question
el_gr: [{site_name}] Υπάρχει μία νέα απάντηση για τη ερώτηση που ακολουθείτε

source: [{site_name}] A new answer for "{question_title}" was posted on {site_name}
el_gr: [{site_name}] Μία νέα απάντηση για την ερώτηση «{question_title}» αναρτήθηκε στο {site_name}

source: [{site_name}] You have a new comment for question {question_title}
el_gr: [{site_name}] Υπάρχει νέο σχόλιο για την ερώτηση «{question_title}»

source: [{site_name}] You have a new comment for answer
el_gr: [{site_name}] Υπάρχει νέο σχόλιο για την απάντηση

source: How to use DW Question Answer
el_gr: Πώς να χρησιμοποιήσετε τις Ερωταπαντήσεις DW

source: Documents, Support From DesignWall (help)
el_gr: Έγγραφα, υποστήριξη από DesignWall (βοήθεια)

source: Config your support channel
el_gr: Διαμόρφωση καναλιού υποστήριξης

source: Change comment settings, and create the Submit question page.
el_gr: Αλλαγή ρυθμίσεων σχολίων και δημιουργία σελίδας υποβολής ερώτησης.

source: This function should not be called before init.
el_gr: Αυτή η συνάρτηση δεν πρέπει να καλείται πριν αρχικοποιηθεί.

source: Login required. No anonymous post allowed
el_gr: Απαιτείται είσοδος. Δεν επιτρέπονται ανώνυμες αναρτήσεις

source: Select Archive Question Page
el_gr: Επιλέξτε σελίδα αρχειοθέτησης ερώτησης

source: A page where displays all questions. The <code>[dwqa-list-questions]</code> short code must be on this page.
el_gr: Σελίδα προβολής όλων των ερωτήσεων. Ο σύντομος κώδικας <code>[dwqa-list-questions]</code> πρέπει να υπάρχει στη σελίδα.

source: hours
el_gr: ώρες

source: A period of time in which new questions are highlighted and marked as New
el_gr: Χρονική περίοδος κατά την οποία οι νέες ερωτήσεις ξεχωρίζουν και εμφανίζονται ως Νέες

source: days
el_gr: ημέρες

source: A Question will be marked as overdue if it passes this period of time, starting from the time the question was submitted
el_gr: Μία ερώτηση σημειώνεται ως εκπρόθεσμη αν περάσει αυτό το χρονικό διάστημα από τη στιγμή που υποβλήθηκε

source: Select Submit Question Page
el_gr: Επιλέξτε σελίδα υποβολής ερώτησης

source: A page where users can submit questions. The <code>[dwqa-submit-question-form]</code> short code must be on this page.
el_gr: Σελίδα υποβολής νέας ερώτησης. Ο σύντομος κώδικας <code>[dwqa-submit-question-form]</code> πρέπει να υπάρχει στη σελίδα.

source: Select 404 DWQA Page
el_gr: Επιλέξτε σελίδα 404 DWQA

source: This page will be redirected when users without authority click on a private question. You can customize the message of this page in.If not, a default 404 page will be used.
el_gr: Η σελίδα όπου θα επανακατευθύνονται οι χρήστες που δεν έχουν δικαίωμα να προβάλουν μία ιδιωτική ερώτηση. Μπορείτε να καθορίσετε το μήνυμα της σελίδας, αν θέλετε.

source: Upload
el_gr: Αποστολή

source: Upload or choose a logo to be displayed at the top of the email.
el_gr: Ανεβάστε ή επιλέξτε ένα λογότυπο που θα προβάλλεται στην κορυφή του μηνύματος.

source: Enable?
el_gr: Ενεργοποίηση;

source: Enable notification for new question.
el_gr: Ενεργοποίηση ειδοποίησης για νέα ερώτηση.

source: Email subject
el_gr: Θέμα ηλεκτρονικού μηνύματος

source: Email Content
el_gr: Περιεχόμενο ηλεκτρονικού μηνύματος

source: Enable notification for new answer.
el_gr: Ενεργοποίηση ειδοποίησης για νέα απάντηση.

source: Enable notification for new answer ( to Followers ).
el_gr: Ενεργοποίηση ειδοποίησης για νέα απάντηση (για όσους ακολουθούν).

source: Enable notification for new comment of question.
el_gr: Ενεργοποίηση ειδοποίησης για νέο σχόλιο σε ερώτηση.

source: Enable notification for new comment of answer.
el_gr: Ενεργοποίηση ειδοποίησης για νέο σχόλιο σε απάντηση.

source: Questions
el_gr: Ερωτήσεις

source: Read
el_gr: Ανάγνωση

source: Post
el_gr: Ανάρτηση

source: Edit
el_gr: Επεξεργασία

source: Delete
el_gr: Διαγραφή

source: Reset Default
el_gr: Επαναφορά προκαθορισμένης τιμής

source: Comments
el_gr: Σχόλια

source: Enable captcha on submit question page.
el_gr: Ενεργοποίηση captcha στη σελίδα υποβολής ερώτησης.

source: Enable captcha on single question page.
el_gr: Ενεργοποίηση captcha στη σελίδα ερώτησης.

source: Default
el_gr: Προεπιλογή

source: questions.
el_gr: ερωτήσεις.

source: answers.
el_gr: απαντήσεις.

source: Allow anonymous vote.
el_gr: Δυνατότητα ανώνυμης ψήφου.

source: Enable Akismet
el_gr: Ενεργοποίηση Akismet

source: Not Connected
el_gr: Χωρίς σύνδεση

source: Connected
el_gr: Συνδέθηκε

source: Enable Auto Closure
el_gr: Ενεργοποίηση αυτόματου κλεισίματος

source: Days.(greater 0)
el_gr: Ημέρες.(πάνω από 0)

source: Allow members to post private question.
el_gr: Δυνατότητα υποβολή ιδιωτικών ερωτήσεων από τα μέλη.

source: Question must be manually approved.
el_gr: Η ερώτηση πρέπει να εγκριθεί από ελεγκτή

source: Display status icon on the left side.
el_gr: Προβολή εικόνας κατάστασης στην αριστερή πλευρά.

source: Disable question status feature.
el_gr: Απενεργοποίηση χαρακτηριστικού κατάστασης της ερώτησης.

source: Show all answers on single question page.
el_gr: Προβολή όλων των απαντήσεων στη σελίδα της ερώτησης.

source: Select template for Single Quesiton page
el_gr: Επιλογή προτύπου για σελίδα Ερώτησης

source: By default, your single.php template file will be used if you do not choose any template
el_gr: Αν δεν επιλέξετε κάποιο πρότυπο, θα χρησιμοποιηθεί το προκαθορισμένο πρότυπο single.php

source: If you like, you may enter custom structure for your single question, question category and question tag URLs here. For example, using <code>topic</code> as your question base would make your question links like <code>%s</code>. If you leave these blank the default will be used.
el_gr: Αν θέλετε μπορείτε να εισάγετε εδώ την προσαρμοσμένη δομή, κατηγορία ερώτησης και συνδέσμους ετικετών. Για παράδειγμα, χρησιμοποιώντας <code>topic</code> ως βάση των ερωτήσεων θα έκανε τους συνδέσμους στις ερωτήσεις να μοιάζουν με <code>%s</code>. Αν δε συμπληρώσετε τίποτε, θα χρησιμοποιηθούν οι προκαθορισμένες επιλογές.

source: Plugin Settings
el_gr: Ρυθμίσεις πρόσθετου

source: Settings
el_gr: Ρυθμίσεις

source: Email Settings
el_gr: Ρυθμίσεις ηλεκτρονικής αλληλογραφίας

source: New Question Notifications
el_gr: Ειδοποιήσεις για νέες ερωτήσεις

source: New Answer Notifications
el_gr: Ειδοποιήσεις για νέες απαντήσεις

source: New Comment Notifications
el_gr: Ειδοποιήσεις για νέα σχόλια

source: Page Settings
el_gr: Ρυθμίσεις σελίδας

source: Question List Page
el_gr: Σελίδα λίστας ερωτήσεων

source: Ask Question Page
el_gr: Σελίδα νέας ερώτησης

source: Question Settings
el_gr: Ρυθμίσεις ερώτησης

source: Archive Page Show At Most
el_gr: Η σελίδα αρχείου προβάλει μέχρι

source: Before A Question Appears
el_gr: Πριν εμφανιστεί μία ερώτηση

source: Other Question Settings
el_gr: Λοιπές ρυθμίσεις ερώτησης

source: Answer Settings
el_gr: Ρυθμίσεις απάντησης

source: Vote Settings
el_gr: Ρυθμίσεις ψήφου

source: Allow Anonymous Vote
el_gr: Δυνατότητα ανώνυμης ψήφου

source: Akismet Settings
el_gr: Ρυθμίσεις Akismet

source: Use Akismet anti-spam
el_gr: Χρήση του Akismet anti-spam

source: Akismet connection status
el_gr: Κατάσταση σύνδεσης Akismet

source: Auto Closure Settings
el_gr: Ρυθμίσεις αυτόματου κλεισίματος

source: Use Auto Closure
el_gr: Χρήση αυτόματου κλεισίματος

source: Closure after
el_gr: Κλείσιμο μετά από

source: Captcha Settings
el_gr: Ρυθμίσεις Captcha

source: Single Question Page
el_gr: Σελίδα ερώτησης

source: Permalink Settings
el_gr: Ρυθμίσεις μόνιμων συνδέσμων

source: Question Base
el_gr: Βάση ερωτήσεων

source: Question Category Base
el_gr: Βάση κατηγοριών ερωτήσεων

source: Question Tag Base
el_gr: Βάση ετικετών ερωτήσεων

source: From Email
el_gr: Αποστολέας ηλεκτρονικού μηνύματος

source: Group Permission
el_gr: Δικαίωμα ομάδας

source: DWQA Settings
el_gr: Ρυθμίσεις DWQA

source: General
el_gr: Γενικά

source: Emails
el_gr: Ηλεκτρονικά μηνύματα

source: Permissions
el_gr: Δικαιώματα

source: Licenses
el_gr: Άδειες

source: Email settings
el_gr: Ρυθμίσεις ηλεκτρονικής αλληλογραφίας

source: Email Logo
el_gr: Λογότυπο ηλεκτρονικής αλληλογραφίας

source: New Question Notifications (to Admin)
el_gr: Ειδοποιήσεις νέας ερώτησης (για διαχειριστή)

source: New Answer Notifications (to Followers)
el_gr: Ειδοποιήσεις νέας απάντησης (για ακολούθους)

source: New Answer Notifications (to Admin)
el_gr: Ειδοποιήσεις νέας απάντησης (για διαχειριστή)

source: New Comment to Question Notifications (to Followers)
el_gr: Ειδοποιήσεις για νέο σχόλιο σε ερώτηση (για ακολούθους)

source: New Comment to Question Notifications (to Admin)
el_gr: Ειδοποιήσεις για νέο σχόλιο σε ερώτηση (για διαχειριστή)

source: New Comment to Answer Notifications (to Followers)
el_gr: Ειδοποιήσεις για νέο σχόλιο σε απάντηση (για ακολούθους)

source: New Comment to Answer Notifications (to Admin)
el_gr: Ειδοποιήσεις για νέο σχόλιο σε απάντηση (για διαχειριστή)

source: Save all changes
el_gr: Αποθήκευση αλλαγών

source: Manage <a href="%s">DWQA Extensions</a> license keys
el_gr: Διαχείριση κλειδιών άδειας χρήσης για <a href="%s">επεκτάσεις DWQA</a>

source: Forward to
el_gr: Προώθηση

source: Cc
el_gr: Αντίγραφο

source: Bcc
el_gr: Κρυφό αντίγραφο

source: This address will be used as the sender of the outgoing emails.
el_gr: Διεύθυνση αποστολέα για χρήση σε εξερχόμενα μηνύματα.

source: Send a copy of every email to admin.
el_gr: Αποστολή αντιγράφου κάθε μηνύματος στο διαχειριστή.

source: Email Delay*
el_gr: Καθυστέρηση αποστολής*

source: Popular Questions
el_gr: Δημοφιλείς ερωτήσεις

source: asked by
el_gr: ρωτήθηκε από

source: Latest Answers
el_gr: Τελευταίες απαντήσεις

source: Answer at
el_gr: Απάντηση σε

source: Link to
el_gr: Σύνδεσμος

source: %d person who is following this question
el_gr: %d άτομο που ακολουθεί αυτήν την ερώτηση

source: Question List
el_gr: Λίστα ερωτήσεων

source: New
el_gr: Νέο

source: Answered
el_gr: Απαντήθηκε

source: Missing post ID
el_gr: Αναγνωριστικό χαμένης ανάρτησης

source: Post does not exist
el_gr: Η ανάρτηση δεν υπάρχει

source: Invalid post status
el_gr: Μη έγκυρη κατάσταση ανάρτησης

source: Tag
el_gr: Ετικέτα

source: Category
el_gr: Κατηγορία

source: Showing search results for
el_gr: Προβολή αποτελεσμάτων αναζήτησης για

source: What do you want to know?
el_gr: Τι θα θέλατε να μάθετε;

source: Subscribe
el_gr: Συνδρομή

source: Email
el_gr: Διεύθυνση ηλεκτρονικής αλληλογραφίας

source: Name
el_gr: Όνομα

source: You must be <a href="%s">logged in</a> to post a comment.
el_gr: Πρέπει να <a href="%s">συνδεθείτε</a> για να σχολιάσετε.

source: You may use these <abbr title="HyperText Markup Language">HTML</abbr> tags and attributes: %s
el_gr: Μπορείτε να χρησιμοποιήσετε αυτές τις ετικέτες και ιδιότητες <abbr title="HyperText Markup Language">HTML</abbr>: %s

source: Leave a Reply
el_gr: Απάντηση

source: Leave a Reply to %s
el_gr: Απάντηση σε χρήστη %s

source: Cancel reply
el_gr: Ακύρωση απάντησης

source: Post Comment
el_gr: Ανάρτηση σχολίου

source: Sticky Question
el_gr: Καρφιτσωμένη ερώτηση

source: Ask a question
el_gr: Νέα ερώτηση

source: Login to ask a question
el_gr: Συνδεθείτε για να ρωτήσετε

source: Choose as the best answer
el_gr: Επιλέξτε την ως καλύτερη απάντηση

source: License Key
el_gr: Κλειδί άδειας χρήσης

source: Activate
el_gr: Ενεργοποίηση

source: Plugin was activated
el_gr: Το πρόσθετο ενεργοποιήθηκε

source: Staff
el_gr: Επιτελείο

source: Invalid Post
el_gr: Μη έγκυρη ανάρτηση

source: Your Answer
el_gr: Η απάντησή σας

source: Your Email
el_gr: Η διεύθυνση ηλεκτρονικού ταχυδρομείου σας

source: Your Name
el_gr: Το όνομά σας

source: Who can see this?
el_gr: Ποιοι το βλέπουν αυτό;

source: Public
el_gr: Δημόσιο

source: Only Me &amp; Admin
el_gr: Μόνο εγώ &amp; ο διαχειριστής

source: Submit
el_gr: Υποβολή

source: %s Answers
el_gr: %s απαντήσεις

source: Filter:
el_gr: Φίλτρο:

source: All
el_gr: Όλα

source: Unanswered
el_gr: Αναπάντητες

source: My questions
el_gr: Οι ερωτήσεις μου

source: My subscribes
el_gr: Οι συνδρομές μου

source: Subscribes
el_gr: Συνδρομές

source: Sort by
el_gr: Ταξινόμηση κατά

source: Views
el_gr: Προβολές

source: Votes
el_gr: Ψήφοι

source: Ask Question
el_gr: Νέα ερώτηση

source: Enter the result
el_gr: Εισάγετε το αποτέλεσμα

# %s = human-readable time difference
source: replied %s ago
el_gr: απάντησε πριν από %s

source: Select question category
el_gr: Επιλογή κατηγορίας ερώτησης

source: Save Changes
el_gr: Αποθήκευση αλλαγών

source: You do not have permission to view questions
el_gr: Δεν έχετε δικαίωμα προβολής ερωτήσεων

source: Sorry, but nothing matched your filter
el_gr: Δυστυχώς δεν υπάρχει τίποτε για το φίλτρο σας

source: asked
el_gr: ρωτήθηκε

source: answered
el_gr: απαντήθηκε

source: <span><a href="%s">%s%s</a> %s %s ago</span>
el_gr: <span><a href="%s">%s%s</a>πριν από %s %s</span>

source: <strong>%1$s</strong> views
el_gr: <strong>%1$s</strong> προβολές

source: <strong>%1$s</strong> answers
el_gr: <strong>%1$s</strong> απαντήσεις

source: <strong>%1$s</strong> votes
el_gr: <strong>%1$s</strong> ψήφοι

source: Vote Up
el_gr: Συμφωνώ

source: Vote Down
el_gr: Διαφωνώ

source: Best Answer
el_gr: Καλύτερη απάντηση

source: <span><a href="%s">%s%s</a> %s answered %s ago</span>
el_gr: <span><a href="%s">%s%s</a> %s απαντήθηκε πριν από %s</span>

source: Private
el_gr: Ιδιωτικό

source: <span><a href="%s">%s%s</a> %s asked %s ago</span>
el_gr: <span><a href="%s">%s%s</a> %s ρωτήθηκε πριν από %s</span>

source: Question Tags:
el_gr: Ετικέτες ερώτησης:

source: This question is:
el_gr: Η ερώτηση είναι:

source: You do not have permission to submit a question
el_gr: Δεν έχετε δικαίωμα να υποβάλετε ερώτηση

source: DW Question Answer needs to upgrade the database, click %shere%s to start the upgrade.
el_gr: Πρέπει να αναβαθμιστεί η βάση δεδομένων, πατήστε %sεδώ%s για να ξεκινήσει η αναβάθμιση.

source: DWQA Upgrade
el_gr: Αναβάθμιση DWQA

source: The upgrade process has started, please be patient. This could take several minutes. You will be automatically redirected when the upgrade is finished...
el_gr: Η διαδικασία αναβάθμισης ξεκίνησε και μπορεί να διαρκέσει αρκετά λεπτά. Όταν τελειώσει, θα επανακατευθυνθείτε αυτόματα...

source: You do not have permission to do this task
el_gr: Δεν έχετε δικαίωμα για αυτήν την ενέργεια

source: Just do it..
el_gr: Απλά κάνε το...

source: Move to next step %d
el_gr: Μετακίνηση στο επόμενο βήμα %d

source: Upgrade process is done
el_gr: Η διαδικασία αναβάθμισης ολοκληρώθηκε

source: DWQA Embed Question
el_gr: DWQA Ενσωμάτωση Ερώτησης

source: DWQA Widgets
el_gr: DWQA Μικροεφαρμογές

source: Extensions
el_gr: Επεκτάσεις

source: Get It Now!
el_gr: Αποκτήστε το τώρα!

source: Welcome to DW Question & Answer
el_gr: Καλώς ήλθατε στις Ερωτήσεις & Απαντήσεις DW

source: Welcome to DW Question & Answer %s
el_gr: Καλώς ήλθατε στις Ερωτήσεις & Απαντήσεις DW %s

source: Thank you for installing our WordPress plugin. If you have any question about this plugin, please submit to our <a target="_blank" href="https://www.designwall.com/question/">Q&A section</a>.
el_gr: Σας ευχαριστούμε που εγκαταστήσατε αυτό το πρόσθετο WordPress. Αν έχετε κάποια ερώτηση για αυτό το πρόσθετο, μπορείτε να την υποβάλετε στη δική μας <a target="_blank" href="https://www.designwall.com/question/">σελίδα Ε&Α</a>.

source: Contributors
el_gr: Συντελεστές

source: No valid changelog was found.
el_gr: Δε βρέθηκε έγκυρο changelog.

source: Answer
el_gr: Απάντηση

source: In Response To
el_gr: Ως απάντηση σε

source: Submitted
el_gr: Υποβλήθηκε

source: on
el_gr: σε

source: Question ID
el_gr: Αναγνωριστικό ερώτησης

source: ID
el_gr: Αναγνωριστικό

source: Are you cheating, huh?
el_gr: Μήπως κλέβετε;

source: are you looking for?
el_gr: ψάχνετε;

source: %s answered <span class="dwqa-date">%s</span> ago
el_gr: %s απάντησε πριν από <span class="dwqa-date">%s</span>

source: %s asked <span class="dwqa-date">%s</span> ago
el_gr: %s ρώτησε πριν από <span class="dwqa-date">%s</span>

source: DWQA Posts
el_gr: DWQA Αναρτήσεις

source: DWQA Post
el_gr: DWQA Ανάρτηση

# dwqa
source: Add New
el_gr: Προσθήκη νέας

source: Add New
el_gr: Προσθήκη νέας

source: Search
el_gr: Αναζήτηση

source: not found
el_gr: δε βρέθηκε

source: not found in Trash
el_gr: δε βρέθηκε στα διαγραμμένα

source: Parent:
el_gr: Γονέας:

source: Question
el_gr: Ερώτηση

# taxonomy general name
source: Question Categories
el_gr: Κατηγορίες ερωτήσεων

# taxonomy singular name
source: Question Category
el_gr: Κατηγορία ερώτησης

source: Search Question Categories
el_gr: Αναζήτηση κατηγορίας ερώτησης

source: All Question Categories
el_gr: Όλες οι κατηγορίες ερωτήσεων

source: Parent Question Category
el_gr: Γονική κατηγορία ερώτησης

source: Parent Question Category:
el_gr: Γονική κατηγορία ερώτησης:

source: Edit Question Category
el_gr: Διόρθωση κατηγορίας ερώτησης

source: Update Question Category
el_gr: Ενημέρωση κατηγορίας ερώτησης

source: Add New Question Category
el_gr: Προσθήκη νέας κατηγορίας ερώτησης

source: New Question Category Name
el_gr: Όνομα νέας κατηγορίας ερώτησης

source: Question Category
el_gr: Κατηγορία ερώτησης

# taxonomy general name
source: Question Tags
el_gr: Ετικέτες ερώτησης

# taxonomy singular name
source: Question Tag
el_gr: Ετικέτα ερώτησης

source: Search Question Tags
el_gr: Αναζήτηση ετικετών ερωτήσεων

source: Popular Question Tags
el_gr: Δημοφιλείς ετικέτες ερωτήσεων

source: All Question Tags
el_gr: Όλες οι ετικέτες ερωτήσεων

source: Edit Question Tag
el_gr: Διόρθωση ετικέτας ερώτησης

source: Update Question Tag
el_gr: Ενημέρωση ετικέτας ερώτησης

source: Add New Question Tag
el_gr: Προσθήκη νέας ετικέτας ερώτησης

source: New Question Tag Name
el_gr: Όνομα νέας ετικέτας ερώτησης

source: Separate question tags with commas
el_gr: Χωρίστε πολλαπλές ετικέτες με κόμματα

source: Add or remove question tags
el_gr: Προσθέστε ή αφαιρέστε ετικέτες ερωτήσεων

source: Choose from the most used question tags
el_gr: Επιλέξτε από τις πιο χρησιμοποιημένες ετικέτες ερωτήσεων

source: No question tags found.
el_gr: Δε βρέθηκαν ετικέτες ερωτήσεων

source: Question Tags
el_gr: Ετικέτες ερωτήσεων

source: Info
el_gr: Πληροφορίες

source: views
el_gr: προβολές

source: Sticky Questions
el_gr: Καρφιτσωμένες ερωτήσεις

source: Question is not valid
el_gr: Η ερώτηση δεν είναι έγκυρη

source: Delete Action was failed
el_gr: Αποτυχία διαγραφής

source: You do not have permission to delete this question
el_gr: Δεν έχετε δικαίωμα να διαγράψετε την ερώτηση

source: Show a list of questions marked as closed.
el_gr: Προβολή λίστας κλεισμένων ερωτήσεων
